/* Unable to share to Slack - message */
"Please check your network connection and try again." = "请检查您的网络连接，然后重试。";

/* generic slack failure - message */
"Share to Slack failed with the following error message:\n\n%@\n\nPlease try a different share destination." = "分享到Slack失败，错误信息如下：\n\n%@\n\n请尝试不同的共享目的地。";

/* Sign in button Slack */
"Sign In..." = "登录...";

/* Sign out button Slack */
"Sign Out" = "退出";

/* plugin name */
"Slack" = "Slack";

/* slack login failed alert title */
"Slack Login Failed" = "Slack 登录失败";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted" = "您获取的链接已准备好粘贴";

/* slack login failed alert message */
"Uh-oh! Snagit could not access your Slack account. If the problem continues, contact your Slack workspace administrator." = "出错了！Snagit 无法访问您的 Slack 帐户。如果问题继续存在，请联系你的 Slack 工作区管理员。";

/* generic slack failure - title
   Unable to share to Slack - title */
"Unable to share to Slack" = "无法分享到 Slack";

/* plugin description */
"Upload the capture to Slack for image or video hosting." = "将捕获的内容上传到 Slack，托管图片或视频。";

